Repository: Dnitz05/adiv
Catalog: smart-divination/packages/common/lib/l10n/app_*.arb
Languages: ca, es

# allowReversed
source: Allow reversed cards
ca: Permet cartes invertides
es: Permitir cartas invertidas

# appTitleIching
source: Smart I Ching
ca: I Ching Intel·ligent
es: I Ching Inteligente

# appTitleRunes
source: Smart Runes
ca: Runes Intel·ligents
es: Runas Inteligentes

# appTitleTarot
source: Smart Tarot
ca: Tarot Intel·ligent
es: Tarot Inteligente

# askQuestion
source: Ask your question...
ca: Fes la teva pregunta...
es: Formula tu pregunta...

# authEmailLabel
source: Email
ca: Correu electrònic
es: Correo electrónico

# authForgotPasswordDescription
source: Enter the email associated with your account and we'll send reset instructions.
ca: Introdueix el correu associat al teu compte i t’enviarem instruccions per restablir-la.
es: Introduce el correo asociado a tu cuenta y te enviaremos instrucciones para restablecerla.

# authForgotPasswordLink
source: Forgot password?
ca: Has oblidat la contrasenya?
es: ¿Has olvidado la contraseña?

# authForgotPasswordMissingEmail
source: Enter a valid email address to continue.
ca: Introdueix un correu electrònic vàlid per continuar.
es: Introduce un correo electrónico válido para continuar.

# authForgotPasswordSubmit
source: Send email
ca: Envia el correu
es: Enviar correo

# authForgotPasswordSuccess
source: Password reset email sent. Check your inbox.
ca: Hem enviat el correu per restablir la contrasenya. Revisa la safata d’entrada.
es: Hemos enviado un correo para restablecer la contraseña. Revisa tu bandeja de entrada.

# authForgotPasswordTitle
source: Reset password
ca: Restableix la contrasenya
es: Restablecer contraseña

# authGenericError
source: Authentication failed.
ca: Error d’autenticació.
es: Error de autenticación.

# authPasswordLabel
source: Password
ca: Contrasenya
es: Contraseña

# authPasswordLabelWithHint
source: Password (min 6 characters)
ca: Contrasenya (mínim 6 caràcters)
es: Contraseña (mínimo 6 caracteres)

# authPasswordResetButton
source: Update password
ca: Actualitza la contrasenya
es: Actualizar contraseña

# authPasswordResetConfirmPasswordLabel
source: Confirm password
ca: Confirma la contrasenya
es: Confirmar contraseña

# authPasswordResetDescription
source: Enter a new password to finish resetting your account.
ca: Introdueix una contrasenya nova per completar el procés.
es: Introduce una nueva contraseña para completar el proceso.

# authPasswordResetError
source: Failed to update password. Please try again.
ca: No s’ha pogut actualitzar la contrasenya. Torna-ho a provar.
es: No se pudo actualizar la contraseña. Inténtalo de nuevo.

# authPasswordResetMismatch
source: Passwords must match and include at least 6 characters.
ca: Les contrasenyes han de coincidir i tenir almenys 6 caràcters.
es: Las contraseñas deben coincidir y tener al menos 6 caracteres.

# authPasswordResetNewPasswordLabel
source: New password
ca: Nova contrasenya
es: Nueva contraseña

# authPasswordResetSignOutNotice
source: For security reasons you will be signed out after updating the password.
ca: Per seguretat, es tancarà la sessió després d’actualitzar la contrasenya.
es: Por seguridad, se cerrará la sesión después de actualizar la contraseña.

# authPasswordResetSuccess
source: Password updated. You can sign in with the new password.
ca: Contrasenya actualitzada. Pots iniciar sessió amb la nova contrasenya.
es: Contraseña actualizada. Puedes iniciar sesión con la nueva contraseña.

# authPasswordResetTitle
source: Set a new password
ca: Defineix una contrasenya nova
es: Define una nueva contraseña

# authSignInButton
source: Sign in
ca: Inicia sessió
es: Iniciar sesión

# authSignInSuccess
source: Signed in successfully.
ca: Has iniciat sessió correctament.
es: Sesión iniciada correctamente.

# authSignInTitle
source: Sign in to Smart Tarot
ca: Inicia sessió a Smart Tarot
es: Inicia sesión en Smart Tarot

# authSignUpButton
source: Create account
ca: Crea un compte
es: Crear cuenta

# authSignUpConfirmationSent
source: Check your inbox to confirm the account before signing in.
ca: Revisa la safata d’entrada per confirmar el compte abans d’iniciar sessió.
es: Revisa tu bandeja de entrada para confirmar la cuenta antes de iniciar sesión.

# authSignUpSuccess
source: Account created successfully.
ca: Compte creat correctament.
es: Cuenta creada correctamente.

# authSignUpTitle
source: Create your Smart Tarot account
ca: Crea el teu compte de Smart Tarot
es: Crea tu cuenta de Smart Tarot

# authToggleToSignIn
source: Already have an account? Sign in
ca: Ja tens compte? Inicia sessió
es: ¿Ya tienes cuenta? Inicia sesión

# authToggleToSignUp
source: Need an account? Create one
ca: Necessites un compte? Crea’l
es: ¿Necesitas una cuenta? Créala

# authUnexpectedError
source: Unexpected error: {error}
ca: Error inesperat: {error}
es: Error inesperado: {error}

# authValidationError
source: Enter a valid email and a password of at least 6 characters.
ca: Introdueix un correu vàlid i una contrasenya d’almenys 6 caràcters.
es: Introduce un correo válido y una contraseña de al menos 6 caracteres.

source: Cancel
ca: Cancel·lar
es: Cancelar

# cardOrientationReversed
source: Reversed
ca: Invertida
es: Invertida

# cardOrientationUpright
source: Upright
ca: Dreta
es: Al derecho

source: Close
ca: Tancar
es: Cerrar

source: Continue Session
ca: Continuar sessió
es: Continuar sesión

source: Dark Mode
ca: Mode fosc
es: Modo oscuro

# drawPlaceholder
source: Draw cards to receive guidance.
ca: Extreu cartes per rebre orientació.
es: Saca cartas para recibir orientación.

# drawSuccessMessage
source: Your reading is ready. Latest draw updated below.
ca: Lectura preparada. Revisa l'última tirada a continuació.
es: Lectura lista. Consulta la última tirada a continuación.

# drawingInProgress
source: Drawing...
ca: Extraient cartes...
es: Sacando cartas...

source: End Session
ca: Finalitzar sessió
es: Finalizar sesión

source: Generate seed
ca: Genera una llavor
es: Generar semilla

# genericUnexpectedError
source: Something went wrong. Please try again.
ca: Hi ha hagut un problema. Torna-ho a intentar.
es: Algo ha fallado. Inténtalo de nuevo.

# history
source: Session History
ca: Historial de sessions
es: Historial de sesiones

# historyHeading
source: Previous draws
ca: Tirades anteriors
es: Tiradas anteriores

# ichingDescription
source: Ancient Chinese wisdom
ca: Saviesa ancestral xinesa
es: Sabiduría ancestral china

# interpretationHeading
source: Interpretation
ca: Interpretació
es: Interpretación

source: Language
ca: Idioma
es: Idioma

# latestDrawTitle
source: Latest draw ({count} cards)
ca: Darrera tirada ({count} cartes)
es: Última tirada ({count} cartas)

# lunarElementAir
source: air
ca: aire
es: aire

# lunarElementEarth
source: earth
ca: terra
es: tierra

# lunarElementFire
source: fire
ca: foc
es: fuego

# lunarElementWater
source: water
ca: aigua
es: agua

# lunarPanelAge
source: Age {days} d
ca: Edat {days} d
es: Edad {days} d

# lunarPanelCalendarTitle
source: Lunar calendar
ca: Calendari lunar
es: Calendario lunar

# lunarPanelElement
source: Element ? {element}
es: Elemento ? {element}

# lunarPanelError
source: Unable to reach the moon
ca: No s'ha pogut connectar amb la lluna
es: No se pudo conectar con la luna

# lunarPanelFallbackError
source: Check your connection and try again.
ca: Comprova la connexi? i torna-ho a intentar.
es: Revisa tu conexi?n e int?ntalo de nuevo.

# lunarPanelGuidanceTitle
source: Guidance
ca: Guia
es: Gu?a

# lunarPanelIllumination
source: Illumination {percent}%
ca: Il?luminaci? {percent}%
es: Iluminaci?n {percent}%

# lunarPanelLoading
source: Tuning into the moon...
ca: Connectant amb la lluna...
es: Sintonizando con la luna...

# lunarPanelMoonIn
source: Moon in {sign}
ca: Lluna a {sign}
es: Luna en {sign}

# lunarPanelNoSessions
source: No readings logged yet.
ca: Encara no hi ha lectures registrades.
es: A?n no hay lecturas registradas.

# lunarPanelRecommendedSubtitle
source: Align your reading with the current lunar energy.
ca: Harmonitza la lectura amb l'energia lunar actual.
es: Alinea tu lectura con la energ?a lunar presente.

# lunarPanelRecommendedTitle
source: Spreads for this phase
ca: Tirades per aquesta fase
es: Tiradas para esta fase

# lunarPanelRetry
source: Try again
ca: Torna-ho a provar
es: Reintentar

# lunarPanelSessionsCount
source: {count, plural, one {# reading logged} other {# readings logged}}
ca: {count, plural, one {# lectura registrada} other {# lectures registrades}}
es: {count, plural, one {# lectura registrada} other {# lecturas registradas}}

# lunarPanelSessionsHeadline
source: Readings on this day
ca: Lectures d'aquest dia
es: Lecturas en este d?a

# lunarPanelSpreadSelected
source: Selected {spread} spread.
ca: Has seleccionat la tirada {spread}.
es: Tirada {spread} seleccionada.

# lunarPanelTitle
source: Moon Rhythm
ca: Ritme lunar
es: Ritmo lunar

# lunarPanelToday
source: Today
ca: Avui
es: Hoy

# lunarPanelUseSpread
source: Use {spread} spread
ca: Usa la tirada {spread}
es: Usar tirada {spread}

# lunarSpreadAstrological
source: Astrological
ca: Astrol?gica
es: Astrol?gica

# lunarSpreadCelticCross
source: Celtic Cross
ca: Creu celta
es: Cruz celta

# lunarSpreadFiveCardCross
source: Five Card Cross
ca: Creu de cinc cartes
es: Cruz de cinco cartas

# lunarSpreadHorseshoe
source: Horseshoe
ca: Ferro de cavall
es: Herradura

# lunarSpreadPyramid
source: Pyramid
ca: Pir?mide
es: Pir?mide

# lunarSpreadRelationship
source: Relationship
ca: Relaci?
es: Relaci?n

# lunarSpreadSingle
source: Single Card
ca: Carta ?nica
es: Carta ?nica

# lunarSpreadStar
source: Star
ca: Estrella
es: Estrella

# lunarSpreadThreeCard
source: Three Card
ca: Tres cartes
es: Tres cartas

# lunarSpreadTwoCard
source: Two Card
ca: Dues cartes
es: Dos cartas

# lunarSpreadYearAhead
source: Year Ahead
ca: Any per davant
es: A?o por delante

# methodLabel
source: Method: {method}
ca: Mètode: {method}
es: Método: {method}

# methodSeedLabel
source: Method: {method} â€¢ Seed: {seed}
ca: Mètode: {method} • Llavor: {seed}
es: Método: {method} • Semilla: {seed}

# networkError
source: Network connection error. Please check your connection.
ca: Error de connexió de xarxa. Comprova la teva connexió.
es: Error de conexión de red. Por favor verifica tu conexión.

# nextWindow
source: Next window: {timestamp}
ca: Pròxima franja: {timestamp}
es: Próxima ventana: {timestamp}

# remainingToday
source: Remaining today: {remaining}
ca: Restants avui: {remaining}
es: Restantes hoy: {remaining}

# revealCards
source: Reveal the cards
ca: Revelar les cartes
es: Revelar las cartas

source: Runes
es: Runas

# runesDescription
source: Nordic symbols of power
ca: Símbols nòrdics de poder
es: Símbolos nórdicos de poder

source: Save
ca: Desar
es: Guardar

# seedLabel
source: Seed: {seed}
ca: Llavor: {seed}
es: Semilla: {seed}

# seedOptionalLabel
source: Seed (optional)
ca: Llavor (opcional)
es: Semilla (opcional)

# selectTechnique
source: Which technique would you like to explore today?
ca: Quina tècnica t'agradaria explorar avui?
es: ¿Qué técnica te gustaría explorar hoy?

# sessionLimitReached
source: Session limit reached. Upgrade to premium for unlimited sessions.
ca: Límit de sessions assolit. Actualitza a premium per a sessions il·limitades.
es: Límite de sesiones alcanzado. Mejora a premium para sesiones ilimitadas.

source: Settings
ca: Configuració
es: Configuración

# spreadLabel
source: Spread: {spread}
ca: Tirada: {spread}
es: Tirada: {spread}

source: Start Session
ca: Iniciar sessió
es: Iniciar sesión

# tarotDescription
source: Cards for guidance and reflection
ca: Cartes per a orientació i reflexió
es: Cartas para orientación y reflexión

# tierLabel
source: Tier: {tier}
ca: Nivell: {tier}
es: Nivel: {tier}

# unknownCardName
source: Unknown card
ca: Carta desconeguda
es: Carta desconocida

source: Unlimited Sessions
ca: Sessions il·limitades
es: Sesiones ilimitadas

source: Upgrade to Premium
ca: Actualitza a Premium
es: Actualizar a Premium

# usageMonth
source: This month: {used}/{limit}
ca: Aquest mes: {used}/{limit}
es: Este mes: {used}/{limit}

# usageToday
source: Today: {used}/{limit}
ca: Avui: {used}/{limit}
es: Hoy: {used}/{limit}

# usageWeek
source: This week: {used}/{limit}
ca: Aquesta setmana: {used}/{limit}
es: Esta semana: {used}/{limit}

source: Welcome!
ca: Benvingut/da!
es: ¡Bienvenido/a!

source: OK
ca: D'acord
